Repository: nbawane/Hobby_Python
Catalog: zulip/static/locale/*/LC_MESSAGES/django.po
Languages: es, ru, zh_hans

source: Find your team
es: Encuentra tu equipo

source: Enter email addresses
es: Introduce dirección de correo electrónico

source: Find team
es: Encontrar equipo

source: Zulip has been released as open source software!
es: ¡Zulip ha sido publicado como software de código abierto!
ru: Zulip был выпущен как программное обеспечение с открытым исходным кодом!
zh_hans: Zulip已经发布为开源软件了！

source: Read the <a href="https://blogs.dropbox.com/tech/2015/09/open-sourcing-zulip-a-dropbox-hack-week-project" target="_blank">announcement</a> or go to <a href="https://www.zulip.org" target="_blank">the Zulip open source project website</a>.
es: Lee el <a href="https://blogs.dropbox.com/tech/2015/09/open-sourcing-zulip-a-dropbox-hack-week-project" target="_blank">anuncio</a> o ve a <a href="https://www.zulip.org" target="_blank">la web del proyecto de código abierto Zulip</a>.
ru: Прочтите <a href="https://blogs.dropbox.com/tech/2015/09/open-sourcing-zulip-a-dropbox-hack-week-project" target="_blank"> объявление</a> или перейдите на <a href="https://www.zulip.org" target="_blank"> сайт Zulip open source project</a>.
zh_hans: 阅读Zulip的<a href=\"https://blogs.dropbox.com/tech/2015/09/open-sourcing-zulip-a-dropbox-hack-week-project\" target=\"_blank\">开源声明</a> 或者访问<a href=\"https://www.zulip.org\" target=\"_blank\">Zulip开源项目站点</a>了解更多信息。

source: Finally, workplace chat that actually improves your productivity.*
es: Por fin, un chat de trabajo que realmente mejora tu productividad.
ru: Наконец-то! Групповой чат, который действительно увеличивает Вашу продуктивность.*
zh_hans: 简而言之，Zulip是一个能切实提高工作效率的企业沟通工具。*

source: * It's also great for sharing cat pictures.
es: * También es genial para enviar fotos de gatos.
ru: * Котиков там тоже можно выкладывать.

source: Log in now!
es: ¡Entrar!
ru: Войдите сейчас!
zh_hans: 现在登录！

source: Register now!
es: ¡Registrarse!
ru: Зарегистрируйтесь сейчас!
zh_hans: 立即注册！

source: Make sense of your messages.
es: Dale sentido a tus mensajes.
ru: Ваша переписка в новом свете.

source: Every conversation in Zulip has a <em>topic</em>, so it&rsquo;s easy to keep conversations straight. Are other users discussing a software bug and the content of your website at the same time? No problem.
es: Cada conversación en Zulip tiene un <em>tema</em>, así que es fácil de mantener las conversaciones ordenadas. ¿Están otros usuarios discutiendo un error de software y el contenido de vuestra página web al mismo tiempo? No hay problema.
ru: У каждой беседы в Zulip есть <em>тема</em>, так что сообщения не перемешиваются. Обсудить с группой ошибки в продукте и разработку вебсайта одновременно? Без проблем!
zh_hans: Zulip的每个会话都有一个<em>话题</em>, 这便于让交流围绕话题展开。大家是不是要同时讨论软件缺陷和网站内容呢？用Zulip，就不会有任何问题。

source: Never miss the conversations you care about.
es: Nunca te pierdas las conversaciones que te importan.
ru: Вы больше не пропустите ни одной важной беседы.

source: Sometimes, important things get discussed when you&rsquo;re not around. Unfortunately, so do a lot of unimportant things.
es: A veces, cosas importantes se discuten cuando no estás disponible. Desgraciadamente, también muchas cosas irrelevantes.
ru: Бывает, что важные вещи обсуждаются, пока вас нет. Но в это же время появляется и множество ненужной информации.
zh_hans: 有时候你不在，但大家讨论了许多重要的事情；当然也会有很多不太重要的事情。

source: Zulip makes it easy to review the conversations you missed, so you can focus on that important project without having to catch up on how Jim&rsquo;s guitar lessons are going.
es: Zulip hace fácil revisar las conversaciones que te has perdido, para que te puedas centrar en ese proyecto importante sin tener que ponerte al día de cómo van las sesiones de guitarra de Jim.
ru: Zulip помогает выбрать только нужные беседы. Так вы сможете сфокусироваться на важной информации по проекту и не вчитываться в то, как у Пети идут дела с уроками гитары.

source: Fast and powerful search.
es: Búsqueda rapida y poderosa.
ru: Быстрый и мощный поиск.

source: An impressive amount of knowledge lives in your chat system. Zulip&rsquo;s Gmail-style search will delight you with how quickly you can find exactly what you&rsquo;re looking for.
es: Una impresionante cantidad de conocimiento vive en tu sistema de chat. El sistema de búsqueda parecido al de Gmail te encantará por lo rápido que puedes encontrar exactamente lo que estabas buscando.
ru: В ваших чатах сохранено невероятное количество полезной информации. Используйте поиск Zulip, чтобы удивиться, насколько быстро вы теперь находите то, что нужно.

source: Integrations that don't intrude.
es: Integraciones que no invaden.
ru: Интеграции, которые не мешают.

source: Zulip has <a href="/integrations">many integrations</a> and a powerful <a href="/api">API</a> to match. But here&rsquo;s where it gets interesting: thanks to how Zulip categorizes messages, automated messages never overwhelm you. As with any topic in Zulip, they&rsquo;re easy to focus on, skim, defer to later, or ignore&mdash;as appropriate.
es: Zulip tiene <a href="/integrations">muchas integraciones</a> y una poderosa <a href="/api">API</a> para acompañar. Pero aquí es donde la cosa se pone interesante: gracias a cómo categoriza Zulip los mensajes, los mensajes automatizados nunca te agobian. Como con cualquier tema en Zulip, es fácil centrarse en ellos, ojearlos, dejarlos para luego, o ignorarlos&mdash;según consideres.
ru: Zulip предлагает <a href="/integrations">множество интеграций</a> и мощное <a href="/api">API</a>. Но вот в чем отличие: благодаря тому, что сообщения разбиты по темам, автоматические уведомления больше не отвлекают вас. Как и с любым сообщением в Zulip, вы сами выбираете - уделить внимание, быстро просмотреть, отложить на потом или пропустить их.

source: As technical as you want to be.
es: Tan técnico como quieras.
ru: Мечта продвинутого пользователя.

source: Keyboard shortcuts? Check.
es: ¿Atajos de teclado? Hecho.
ru: Горячие клавиши? Есть.
zh_hans: 支不支持快捷键？支持。

source: Syntax highlighting? Check.
es: ¿Resaltado de sintaxis? Hecho.
ru: Подсветка синтаксиса? Есть.
zh_hans: 支不支持语法高亮？支持。

source: Discuss code and technical topics with ease.
es: Discute código y temas técnicos con facilidad.
ru: Обсуждайте код и технические темы с лёгкостью.
zh_hans: 轻松讨论程序代码和各种技术话题，

source: Everything else you need to be productive.
es: Todo lo demás que necesitas para ser productivo.
ru: И все остальное для непревзойденной продуктивности.

source: Drag-and-drop file uploads, image pasting, group private messages, audible notifications, missed-message emails, desktop apps, and <a href="/features">everything else you might want</a>. Including emoji, naturally. And it's all open source under the Apache license!
es: Subida de archivos arrastrando y soltando, pegado de imágenes, mensajes privados grupales, notificaciones sonoras, correos de mensajes perdidos, aplicaciones de escritorio, y <a href="/features">todo lo demás que puedas desear</a>. Incluyendo emoticonos, naturalmente. ¡Y todo es de código abierto bajo la licencia Apache!
ru: Загрузка файлов drag-and-drop, вставка картинок, личная переписка сразу с несколькими людьми, звуковые уведомления, письма о пропущенных сообщениях, приложение для компьютера, и <a href="/features">многое другое</a>. Разумеется, включая смайлики. И все это с открытым исходных кодом под лицензией Apache!

source: On the platform of your choice.
es: En la plataforma de tu elección.
ru: Работает везде.
zh_hans: 支持你选择的各种平台

source: Log in now
es: Inicia sesión ahora
ru: Войти прямо сейчас
zh_hans: 现在登录

source: Register now
es: Registrarse ahora
ru: Зарегистрируйтесь сейчас
zh_hans: 立即注册

source: Welcome to %(product_name)s.
es: Te damos la bienvenida a %(product_name)s.
ru: %(product_name)s: добро пожаловать!

source: <p>See, the thing about it is... there aren't any messages here for you right now. I'm sure someone will eventually send you one.</p> <p>Or, <strong>take matters into your own hands</strong>, and <a href="#" class="empty_feed_compose_stream"> compose a new stream message</a>.</p>
es: </p>Verás, la cosa es que... no hay mensajes para ti ahora mismo. Estoy seguro de que alguien te mandará uno en algún momento.</p> <p>O, <strong>toma la iniciativa</strong>, y <a href="#" class="empty_feed_compose_stream"> redacta un nuevo mensaje de canal</a>.</p>
ru: <p>Тут такое дело...пока для вас нет сообщений. Но я уверен, скоро кто-нибудь вам напишет.</p> <p>Или, <strong>возьмите инициативу в свои руки</strong> и <a href="#" class="empty_feed_compose_stream"> напишите что-то сами</a>.</p>

source: Nothing's been sent here yet!
es: ¡No se ha mandado nada por aquí todavía!
ru: Сюда ещё никто не написал!
zh_hans: 这里什么也还没有哦！

source: <p>Why not <a href="#" class="empty_feed_compose_stream"> start the conversation</a>?</p>
es: <p>¿Por qué no <a href="#" class="empty_feed_compose_stream"> empezar la conversación</a>?</p>
ru: <p>Почему бы вам не <a href="#" class="empty_feed_compose_stream">начать</a>?</p>

source: You have no private messages yet!
es: ¡No tienes mensajes privados todavía!
ru: У вас пока нет ни одного личного сообщения!
zh_hans: 你还没有私信哦！

source: <p>Why not <a href="#" class="empty_feed_compose_private"> start the conversation</a>?</p>
es: <p>¿Por qué no <a href="#" class="empty_feed_compose_private"> empezar la conversación</a>?</p>
ru: <p>Почему бы вам не <a href="#" class="empty_feed_compose_private">написать кому-нибудь</a>?</p>

source: You have no private messages with this person yet!
es: ¡No tienes mensajes privados con esta persona todavía!
ru: У вас пока нет личной переписки с этим человеком!
zh_hans: 你还没有和TA的私信哦！

source: You have no private messages with these people yet!
es: ¡No tienes mensajes privados con estas personas todavía!
ru: У вас пока нет личной переписки с этими людьми!
zh_hans: 你还没有和他们的私信哦！

source: You haven't received any messages sent by this user yet!
es: ¡No has recibido ningún mensaje enviado por este usuario todavía!
ru: У вас пока нет переписки с этим пользователем!

source: This user does not exist!
es: ¡Este usuario no existe!
ru: Нет такого пользователя!

source: You aren't subscribed to this stream and nobody has talked about that yet!
es: ¡No estás suscrito a este canal y nadie ha hablado sobre esto todavía!
ru: Вы не подписаны на этот канал и никто об этом ещё не упоминал!
zh_hans: 你没有订阅这个频道，也还没有人讨论过这个！

source: Subscribe
es: Suscribirse
ru: Подписаться

source: You are not subscribed to this stream.
es: No estás suscrito a este canal.

source: You haven't starred anything yet!
es: ¡No tienes nada destacado todavía!
ru: У вас пока нет отмеченных сообщений!
zh_hans: 你还没有星标消息哦！

source: You haven't been mentioned yet!
es: ¡No has sido mencionado todavía!

source: Nobody has talked about that yet!
es: ¡Nadie ha hablado de eso todavía!
ru: Никто пока об этом не говорил!
zh_hans: 还没人讨论过这个哦！

source: Loading...
es: Cargando...
ru: Загрузка...

source: If this message does not go away, please wait a couple seconds and <a href="javascript:location.reload(true)">reload</a> the page.
es: Si este mensaje no desaparece, por favor espera un par de segundos y <a href="javascript:location.reload(true)">recarga</a> la página.
ru: Если это сообщение не пропало через несколько секунд, <a href="javascript:location.reload(true)">перезагрузите</a> страницу.

source: Organization does not exist
es: La organización no existe.

source: There is no Zulip organization hosted at this subdomain
es: No hay una organización de Zulip hospedada en este subdominio.
ru: Для этого поддомена в Zulip не создана организация

source: Invite users to %(product_name)s
es: Invita a usuarios a %(product_name)s
ru: Пригласить пользователей в %(product_name)s

source: Emails (one on each line or comma-separated)
es: Direcciones de correo (una en cada línea o separadas por comas)
ru: Email адреса (по одному на строке или через запятую)
zh_hans: 邮箱地址（每行一个或者用逗号分隔）

source: One or more email addresses...
es: Una o más direcciones de correo electrónico...
ru: Один или несколько адресов email...
zh_hans: 一个或多个邮箱地址...

source: Streams they should join
es: Canales a los que deberían unirse
ru: Каналы, к которым они должны присоединиться
zh_hans: 指定要订阅的频道

source: Cancel
es: Cancelar
ru: Отмена
zh_hans: 取消

source: Invite
es: Invitar
ru: Пригласить
zh_hans: 邀请

source: Keyboard shortcuts
es: Atajos del teclado
ru: Горячие клавиши
zh_hans: 快捷键

source: Navigation
es: Navegación
ru: Навигация
zh_hans: 导航

source: Initiate a search
es: Comenzar una busqueda
ru: Начать поиск
zh_hans: 发起搜索

source: Search people
es: Buscar personas
ru: Поиск людей
zh_hans: 搜索用户

source: Search streams
es: Buscar canales
ru: Поиск каналов

source: Previous message
es: Mensaje anterior
ru: Предыдущее сообщение
zh_hans: 上一条消息

source: Next message
es: mensaje siguiente
ru: Следующее сообщение
zh_hans: 下一条消息

source: Scroll up
es: Desplazarse hacia arriba
ru: Прокрутить вверх
zh_hans: 向上滚动

source: Scroll down
es: Desplazarse hacia abajo
ru: Прокрутить вниз
zh_hans: 向下滚动

source: Last message
es: Último mensaje
ru: Последнее сообщение
zh_hans: 最新消息

source: Composing messages
es: Redactar mensajes
ru: Составление сообщения
zh_hans: 写消息

source: Reply to message
es: Responder mensaje
ru: Ответить на сообщение
zh_hans: 回复消息

source: Reply to author
es: Responder al autor
ru: Ответить автору
zh_hans: 回复私信

source: Send message
es: Enviar mensaje
ru: Отправить сообщение
zh_hans: 发送消息

source: Cancel compose
es: Cancelar redacción
ru: Отменить сообщение
zh_hans: 取消编辑

source: Compose a reply @-mentioning author
es: Redactar una respuesta @-mencionando al autor
ru: Ответить, @-упомянув автора сообщения

source: Narrowing
es: Filtrar
ru: Уточнение
zh_hans: 筛选

source: Narrow by stream
es: Filtrar por canal
ru: Показать только канал
zh_hans: 按频道筛选

source: Narrow by topic
es: Filtrar por tema
ru: Показать только тему
zh_hans: 按话题筛选

source: Narrow to all private messages
es: Filtrar todos los mensajes privados
ru: Показать все личные сообщения
zh_hans: 筛选所有的私信

source: Cycle between stream narrows
es: Desplazarse por los filtros de canal
ru: Переключаться между каналами
zh_hans: 在频道之间切换

source: Return to home view
es: Volver a la vista de inicio
ru: Возвратиться на главную страницу
zh_hans: 返回主页

source: Open message actions menu
es: Abrir el menú de acciones del mensaje
ru: Открыть меню действий сообщения
zh_hans: 弹出消息操作菜单

source: Edit a message you sent
es: Editar un mensaje que has enviado
ru: Редактировать отправленное вами сообщение
zh_hans: 编辑你发送的消息

source: Show these keyboard shortcuts
es: Mostrar estos atajos de teclado
ru: Показать эту помощь
zh_hans: 显示快捷键帮助

source: Close
es: Cerrar
ru: Закрыть
zh_hans: 关闭

source: Home
es: Inicio
ru: Главная
zh_hans: 主页

source: Private messages
es: Mensajes privados
ru: Личные сообщения
zh_hans: 私信

source: @-mentions
es: @-menciones
ru: @-упоминания
zh_hans: @我的

source: Subscribed streams
es: Canales suscritos
ru: Подписка на каналы

source: STREAMS
es: FLUJOS
ru: КАНАЛЫ
zh_hans: 频道

source: Subscribe, add, or configure streams
es: Suscribir, añadir, o configurar canales
ru: Подписаться на, создать или настроить каналы

source: Filter streams list
es: Filtrar la lista de canales
ru: Поиск по каналам

source: Join stream
es: Unirse a un canal

source: All streams
es: Todos los canales
ru: Все каналы
zh_hans: 所有频道

source: SHARE THE LOVE
es: COMPARTE TU AMOR
ru: ПОДЕЛИТЬСЯ ЛЮБОВЬЮ
zh_hans: 分享Zulip

source: <strong>Thanks!</strong> A hand-crafted, artisanal invite is on the way.
es: <strong>¡Gracias!</strong> Una invitación artesanal, hecha a mano, está de camino.
ru: <strong>Спасибо!</strong>Созданное вручную приглашение уже в пути.

source: Know someone who would love Zulip for their company or group? Invite 'em!
es: ¿Conoces a alguien a quien le encantaría usar Zulip en su compañía o grupo? ¡Invítale!
ru: Знаете кого-то, кому понравится Zulip для их компании или группы? Пригласите их!
zh_hans: 还知道哪些团队或者公司想要使用Zulip吗？邀请一下他们吧！

source: We'll have more invites for you soon, but for now, enjoy this <a target="_blank" href="http://www.youtube.com/watch?v=PW71En5Pa5s#t=2m01s">song that expresses how we feel when you're logged out</a>.
es: Tendremos más invitaciones para ti pronto, pero por ahora, disfruta de esta <a target="_blank" href="http://www.youtube.com/watch?v=PW71En5Pa5s#t=2m01s">canción que expresa cómo nos sentimos cuando estás desconectado</a>.
ru: Скоро у вас появятся еще приглашения, а пока насладитесь <a target="_blank" href="http://www.youtube.com/watch?v=PW71En5Pa5s#t=2m01s">этой песней, которая выражает, что мы чувствуем, когда вы уходите</a>.
zh_hans: 很快我们还会给你发送邀请哦，不过现在可以听听<a target="_blank" href="http://www.youtube.com/watch?v=PW71En5Pa5s#t=2m01s">这首歌</a>，它表达了 此时我们的心情。

source: invites remaining
es: invitaciones restantes
ru: приглашений осталось

source: <span class="footnote os-footnote"> Read the <a href="https://blogs.dropbox.com/tech/2015/09/open-sourcing-zulip-a-dropbox-hack-week-project" target="_blank">announcement</a> or go to <a href="https://www.zulip.org" target="_blank">the Zulip open source project website</a>. </span>
es: <span class="footnote os-footnote"> Lee el <a href="https://blogs.dropbox.com/tech/2015/09/open-sourcing-zulip-a-dropbox-hack-week-project" target="_blank">anuncio</a> o ve a <a href="https://www.zulip.org" target="_blank">la web del proyecto de código abierto Zulip</a>. </span>

source: Zulip Dev Login
es: Iniciar Sesión en Zulip de Desarrollo
ru: Zulip: вход для разработчиков
zh_hans: Zulip开发者登录

source: Choose a user:
es: Seleccione un usuario:
ru: Выберите пользователя:

source: You look familiar.
es: Tu cara me suena.
ru: Ваше лицо кажется мне знакомым.

source: Sign in with SSO
es: Registrar con SSO
ru: Войти через SSO
zh_hans: 一键式登录

source: Zulip is not currently available for your domain.
es: Zulip no está disponible actualmente para tu dominio.
ru: Zulip недоступен для вашего домена.

source: You've already registered with this email address. Please log in below.
es: Ya te has registrado con esta dirección de correo. Por favor, inicia sesión abajo.
ru: Вы уже зарегистрированы под этим адресом email. Пожалуйста, войдите:

source: Password
es: Clave
ru: Пароль
zh_hans: 密码

source: Forgot password?
es: ¿Olvidó su clave?
ru: Забыли пароль?
zh_hans: 忘记密码？

source: or Choose a user
es: o Elegir un usuario
ru: или Выберите пользователя
zh_hans: 或者换一个用户

source: Administrators
es: Administradores
ru: Администраторы
zh_hans: 管理员

source: Normal users
es: usuarios Normales
ru: Обычные пользователи
zh_hans: 普通用户

source: Community users
es: Usuarios comunitarios

source: Sign in with Google
es: Registrarse con Google
ru: Войти через Google
zh_hans: 用Google帐户登录

source: Sign in with GitHub
es: Registrar con GitHub
ru: Войти через GitHub

source: Message formatting
es: Formateo de mensajes
ru: Форматирование сообщений
zh_hans: 消息语法格式

source: You type
es: Tu digitas
ru: Вы пишете
zh_hans: 输入

source: You get
es: Tu obtienes
ru: Получается
zh_hans: 结果

source: You can also make a code block by indenting each line with 4 spaces.
es: También puedes hacer un bloque de código sangrándolo con 4 espacios.
ru: Вы также можете создать блок кода, отбив каждую строку 4 пробелами.
zh_hans: 也可以每行缩进四个空格来形成一个代码块

source: You can also make <a target="_blank" href="https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet#wiki-tables">tables</a> with this <a target="_blank" href="https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet#wiki-tables">Markdown-ish table syntax</a>
es: También puedes hacer <a target="_blank" href="https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet#wiki-tables">tablas</a> con esta <a target="_blank" href="https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet#wiki-tables">tabla de sintaxis Markdown-osa</a>
ru: Вы так же можете делать <a target="_blank" href="https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet#wiki-tables">таблицы</a> с этим <a target="_blank" href="https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet#wiki-tables">Markdown синтаксисом для таблиц</a>
zh_hans: 还可以使用<a target=\"_blank\" href=\"https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet#wiki-tables\">标记语法</a>来形成<a target=\"_blank\" href=\"https://github.com/adam-p/markdown-here/wiki/Markdown-Cheatsheet#wiki-tables\">表格</a>

source: Search
es: Buscar
ru: Поиск
zh_hans: 搜索

source: Manage streams
es: Gestionar canales
zh_hans: 频道管理

source: Settings
es: Configuraciones
ru: Настройки
zh_hans: 设置

source: Administration
es: Administración
ru: Администрирование
zh_hans: 管理社区

source: User documentation
es: Documentación de usuario

source: Search operators
es: Operadores de búsqueda
zh_hans: 搜索帮助

source: Desktop & mobile apps
es: Aplicaciones de escritorio y móviles
ru: Приложения для компьютера и смартфонов
zh_hans: 桌面&移动应用

source: API documentation
es: Documentación de la API
ru: документация API
zh_hans: API文档

source: Feedback
es: Comentarios
ru: Обратная связь
zh_hans: 反馈

source: Invite more users to %(product_name)s.
es: Invita más usuarios a %(product_name)s.
ru: Пригласить еще пользователей в %(product_name)s.

source: Invite users
es: Invitar usuarios
ru: Пригласить пользователей
zh_hans: 邀请用户

source: Grant %(product_name)s the Kerberos tickets needed to run your Zephyr mirror via Webathena
es: Proporcionar a %(product_name)s los tickets de Kerberos necesarios para ejecutar tu mirror de Zephyr a través de Webathena

source: Link with Webathena
es: Enlazar con Webathena
ru: Связь с Webathena
zh_hans: 链接Webathena

source: Log out
es: Salir
ru: Выйти
zh_hans: 退出

source: Debug
es: Depurar
ru: Отладка
zh_hans: 故障诊断

source: Log in
es: Entrar
ru: Войти
zh_hans: 登录

source: Log In
es: Entrar
ru: Войти
zh_hans: 登录

source: Register
es: Registrar
ru: Зарегистрироваться
zh_hans: 注册

source: About
es: Acerca
ru: О программе
zh_hans: 关于Zulip

source: Privacy
es: Privacidad
ru: Безопасность

source: Features
es: Características

source: Create new organization
es: Crear nueva organización
ru: Создать новую организацию

source: Find my team
es: Encontrar mi equipo

source: This server does not allow members of the public to create new organizations.
es: Este servidor no permite miembros del público crear nuevas organizaciones.
ru: Этот сервер не поддерживает создание новых организаций обычными пользователями.

source: Zulip is open source, so you can install your own Zulip server by following the instructions on <a href="https://www.zulip.org/">www.zulip.org</a>
es: Zulip es de código abierto, por lo que puedes instalar tu propio servidor de Zulip siguiendo las instrucciones en <a href="https://www.zulip.org/">www.zulip.org</a>

source: <h1>You're almost there.</h1> <p> We just need you to do one last thing. </p>
es: <h1>Ya has llegado casi.</h1> <p> Solo necesitamos que hagas una última cosa. </p>
ru: <h1>Почти все готово</h1> <p> Осталась пара формальностей. </p>

source: Full name
es: Nombre completo
ru: Полное имя
zh_hans: 名字

source: This is used for mobile applications and other tools that require a password.
es: Es usado en aplicaciones móviles y otras herramientas que necesitas una contraseña.
ru: Используется приложениями для смартфонов и другими инструментами, которые требуют пароль.

source: Password strength
es: Fortaleza de la contraseña
ru: Надежность пароля
zh_hans: 密码强度

source: Organization name
es: Nombre de la organización
ru: Название организации

source: This can be changed later on the settings page.
es: Esto puede cambiarse más adelante en la página de ajustes.
ru: Можно изменить в настройках позже.

source: Subdomain
es: Subdominio
ru: Поддомен

source: Short Name
es: Nombre Corto
ru: Короткое название

source: The address you'll use to sign in to your organization.
es: La dirección que usarás para registrarte en tu organización.
ru: Адрес, через который вы будете заходить в организацию.
