Repository: nbawane/Hobby_Python
Catalog: zulip/static/locale/*/LC_MESSAGES/django.po
Languages: es, ru, zh_hans

source: Start time is later than end time. Start: %(start)s, End: %(end)s
es: La fecha de inicio es posterior a la del final. Inicio: %(start)s, Final: %(end)s

source: Unknown chart name: %s
es: Nombre de gráfica desconocido: %s
ru: Неизвестное название графика: %s

source: sent
es: enviado
ru: отправлено
zh_hans: 已发送

source: activation key
es: clave de activación
ru: ключ активации
zh_hans: 激活码

source: confirmation email
es: correo de confirmación
ru: письмо подтверждения
zh_hans: 确认邮件

source: confirmation emails
es: correos de confirmación
ru: письма подтверждения
zh_hans: 确认邮件

source: confirmation email for %s
es: correo de confirmación para %s
ru: письмо подтверждения для %s
zh_hans: %s的确认邮件

source: created
es: creado
ru: создан

source: There are new Terms of Service.
es: Hay nuevos Términos del Servicio.

source: Accept the terms of service
es: Aceptar los términos de servicio
ru: Принять условия использования
zh_hans: 接受服务条款

source: Email
es: Correo
zh_hans: 邮箱

source: I agree to the <a href="%(server_uri)s/terms">Terms of Service</a>
es: Estoy de acuerdo con los <a href="%(server_uri)s/terms">Términos de Servicio</a>
ru: Я принимаю <a href="%(server_uri)s/terms">Условия использования</a>

source: Enter
es: Entrar
ru: Войти

source: Let's get started
es: Comencemos
ru: Приступим
zh_hans: 让我们开始吧

source: Enter your work email address
es: Ingrese su correo electrónico del trabajo
ru: Введите ваш рабочий адрес email
zh_hans: 输入你的工作邮箱地址

source: Sign up
es: Registrarse
ru: Зарегистрироваться
zh_hans: 注册

source: Please use your company email address to sign up. Otherwise, we won’t be able to connect you with your coworkers
es: Por favor use su correo electrónico del trabajo para registrarse. De otra forma, no podremos conectarle con sus compañeros de trabajo
ru: Используйте ваш корпоративный адрес email для входа. Иначе мы не сможем связать вас с вашими коллегами
zh_hans: 请用你的工作邮箱注册，这样我们才能把你和你的同事关联起来

source: Sign up with Google
es: Registrarse con Google
ru: Заргистрироваться с помощью аккаунта Google
zh_hans: 使用Google帐号注册

source: Thanks for signing up!
es: ¡Gracias por registrarse!
ru: Спасибо за регистрацию!
zh_hans: 感谢注册！

source: Check your email so we can get started.
es: Verifique su correo para poder comenzar.
ru: Перед тем как начать, проверьте вашу почту.

source: In the Zulip development environment, outgoing emails are printed to the run-dev.py console
es: En el entorno de desarrollo de Zulip, los correos salientes son desplegados en la consola run-dev.py
ru: В режиме разработки исходящие письма выводятся в консоли run-dev.py
zh_hans: 在Zulip开发环境中，外发邮件会在run-dev.py控制台中打印

source: Still no email? We can <a href="#" id="resend_email_link">resend it</a>.
es: ¿Aún no recibes el correo? Podemos <a href="#" id="resend_email_link">reenviarlo</a>.
ru: Не получили письмо? Мы можем <a href="#" id="resend_email_link">выслать его снова</a>

source: Just in case, take a look at your Spam folder.
es: Por si acaso, échale un vistazo a tu carpeta de Spam.
ru: На всякий случай, проверьте вашу папку "Спам".

source: Do we have apps? Appsolutely.
es: ¿Tenemos apps? Clappro que sí.
ru: Есть ли у нас приложения? Конечно!
zh_hans: 有App吗？当然有啦

source: Ok, I take it back, I'm sorry, please don't go.
es: Ok, no he dicho nada. Lo siento, por favor no te vayas.
ru: Ладно, беру свои слова обратно, не уходите, пожалуйста.
zh_hans: 抱歉，无意冒犯，请不要离开哦

source: Installation instructions
es: Instrucciones de instalación
ru: Иструкции по установке
zh_hans: 安装说明

source: Zulip has a free, <strong>100%% native app</strong> for Android, and you can easily grab it from the <a href="https://play.google.com/store/apps/details?id=com.zulip.android">Google Play Store</a>
es: Zulip tiene una <strong>aplicación gratuita y 100%% nativa</strong> para Android, y tu puedes obtenerla fácilmente desde la <a href="https://play.google.com/store/apps/details?id=com.zulip.android">Google Play Store</a>
ru: Для Zulip есть <strong>100%% нативное приложение</strong> для Android. Установите его из <a href="https://play.google.com/store/apps/details?id=com.zulip.android">Google Play Store</a>
zh_hans: Zulip在安卓平台有免费的、<strong>100%%原生的App</strong>，从谷歌商店<a href=\"https://play.google.com/store/apps/details?id=com.zulip.android\">下载</a>即可。

source: Zulip has a free, <strong>100%% native app</strong> for iPhone and iPad. Please grab it from the <a href="http://itunes.com/apps/zulip">App Store</a>
es: Zulip tiene una aplicación gratuita y <strong>100%% nativa</strong> para iPhone y iPad. Por favor, descárgatela desde la <a href="http://itunes.com/apps/zulip">App Store</a>
ru: Для Zulip есть бесплатное, <strong>100%% нативное приложение</strong> для iPhone и iPad. Установите его из <a href="http://itunes.com/apps/zulip">App Store</a>
zh_hans: Zulip在iPhone和iPad上也有免费的、 <strong>100%%原生的App</strong>， 请从苹果商店<a href=\"http://itunes.com/apps/zulip\">下载</a>

source: The beta version of <a href="https://github.com/zulip/zulip-electron">our new cross-platform desktop client</a> is ready for you to try now, and should work on Mac, Windows, and Linux. (It's implemented in <a href="http://electron.atom.io/">Electron</a>, a desktop app framework (maintained by GitHub) that uses Chromium and Node.js, so in the future we'll be able to concentrate on writing JavaScript instead of futzing with Qt/WebKit and C++.)
es: La versión beta de <a href="https://github.com/zulip/zulip-electron">nuestro nuevo cliente de escritorio multiplataforma</a> esta lista para que la pruebes ahora, y debería funcionar en Mac, Windows, y Linux. (Está implementada en <a href="http://electron.atom.io/">Electron</a>, un framework de aplicaciones de escritorio (mantenido por GitHub) que usa Chromium y Node.js, así que en el futuro podremos concentrarnos en escribir JavaScript en vez de dar vueltas con Qt/WebKit and C++.)

source: You'll have to install it using the command line, and there might be some rough edges; if you run into anything that doesn't feel right, <a href="https://github.com/zulip/zulip-electron/issues/new">please let us know</a>.
es: Tendrás que instalarlo usando la línea de comandos, y puede que haya cosas sin pulir; si te topas con algo que no está bien, <a href="https://github.com/zulip/zulip-electron/issues/new">por favor háznoslo saber</a>.

source: Download the beta of Zulip for desktop
es: Descargar el beta de Zulip para escritorio
ru: Скачать beta-версию Zulip для компьютера.
zh_hans: 下载Zulip桌面客户端Beta版

source: You love your Mac. And you love Zulip. So what could be better than a Zulip app for Mac? Enjoy notifications for messages and PMs in your dock whether you're in Sublime, emacs, or Photoshop.
es: Adoras tu Mac. Y te encanta Zulip. Así que, ¿puede haber algo mejor que una aplicación de Zulip para Mac? Disfruta de notificaciones para mensajes y MPs en tu dock, tanto si estás en Sublime, como en emacs, o Photoshop.
ru: Что может быть лучше, чем приложение Zulip для Mac? Получайте уведомления о новых сообщениях и личные сообщения даже если Вы работаете в Sublime, Emacs, или Photoshop.
zh_hans: 既喜欢Zulip，又不舍你的Mac电脑。还有什么比一款Mac平台的Zulip App更好呢? 体会一下在使用Sublime、emacs、Photoshop时，在Dock栏显示消息和私信通知的那种感觉吧。

source: Download Zulip for Mac
es: Descargar Zulip para Mac
ru: Скачать Zulip для Mac
zh_hans: 下载Mac平台Zulip

source: Zulip provides a native Linux app that runs standalone outside of your browser. How you install it depends on what you're running:
es: Zulip proporciona una aplicación nativa de Linux que se ejecuta fuera de tu navegador. Cómo instalarla depende de qué estés usando:
ru: Zulip предлагает нативное Linux приложение, которое работает автономно за пределами вашего браузера. Как установить его, зависит от того на чём вы работаете:
zh_hans: Zulip提供了原生的Linux客户端程序，可以独立于浏览器运行。具体安装方法与你当前使用的系统有关：

source: Debian and Ubuntu
es: Debian y Ubuntu
ru: Debian и Ubuntu
zh_hans: Debian和Ubuntu

source: We have an APT repository for Zulip, so adding and installing the app is easy:
es: Tenemos un repositorio APT para Zulip, así que añadir e instalar la aplicación es fácil:
ru: Мы имеем APT репозиторий для Zulip, поэтому установка приложения не сложная:
zh_hans: 我们提供有Zulip的APT库，下载和安装都很简单：

source: Other
es: Otro
ru: Другое
zh_hans: 其它平台

source: We provide a <a href="https://zulip.org/dist/apps/sso/linux/zulip-desktop_latest.bin.tar.gz">binary tarball</a> of the Zulip application, built for 64-bit systems.
es: Ofrecemos un <a href="https://zulip.org/dist/apps/sso/linux/zulip-desktop_latest.bin.tar.gz">archivo binario TAR</a> de la aplicación de Zulip, hecho para sistemas de 64 bits.

source: We provide a <a href="https://zulip.org/dist/apps/linux/zulip-desktop_latest.bin.tar.gz">binary tarball</a> of the Zulip application, built for 64-bit systems.
es: Ofrecemos un <a href="https://zulip.org/dist/apps/linux/zulip-desktop_latest.bin.tar.gz">archivo binario TAR</a> de la aplicación de Zulip, hecho para sistemas de 64 bits.

source: Windows. It's the best OS for your needs: gaming, coding, expense reports, etc. But you always felt that something was missing... until now.
es: Windows. Es el mejor sistema operativo para tus necesidades: juegos, programación, informes de gastos, etc. Pero siempre has sentido que algo faltaba... hasta ahora.

source: We proudly present <b>Zulip for Windows</b>: the second-best app for Windows on the market today (after Solitaire, obviously.)
es: Nos enorgullece presentar <b>Zulip para Windows</b>: la segunda mejor aplicación para Windows en el mercado (después del solitario, por supuesto).
ru: Мы с гордостью представляем <b>Zulip для Windows</b>: второе лучшее приложение для Windows на рынке (после Косынки, конечно.)
zh_hans: 现在我们隆重推出在<b>Windows版Zulip</b>，在Windows应用市场上排名第二哦（第一名显然是Solitaire嘛）

source: Download Zulip for Windows
es: Descargar Zulip para Windows
ru: Скачать Zulip для Windows
zh_hans: 下载Windows版Zulip

source: First, connect to our hosted 9P filesystem at <code>plan9.zulip.org</code> and then... no, we're totally kidding. There definitely isn't a version of Zulip for Plan 9.
es: Primero, conéctate a nuestro sistema de archivos 9P hospedado en <code>plan9.zulip.org</code> y entonces... no, estamos bromeando. Definitivamente no hay una versión de Zulip para Plan 9.

source: Welcome back
es: Bienvenido otra vez
ru: Рады видеть вас снова
zh_hans: 欢迎回来

source: Yes, please!
es: ¡Sí, por favor!
ru: Да, пожалуйста!
zh_hans: 好的，略过

source: No, I'll catch up.
es: No, me pondré al día.
ru: Спасибо, я сам.

source: Closed realm
es: Instancia cerrada
ru: Закрытая организация
zh_hans: 社区已关闭

source: Hi there! Thank you for your interest in Zulip.
es: ¡Hola! Gracias por tu interés en Zulip.
ru: Привет! Спасибо за ваш интерес к Zulip.

source: The organization you are trying to join, %(closed_domain_name)s, only allows users with e-mail addresses within the organization. Please ask for a new invite to an appropriate e-mail address.
es: La organización a la que estás intentando unirte, %(closed_domain_name)s, solo permite usuarios con dirección de correo electrónico. Por favor, pide una nueva invitación para una dirección de correo electrónico adecuada.

source: New stream message (c)
es: Nuevo mensaje de canal (c)
ru: Новое сообщение (c)

source: New stream message
es: Nuevo mensaje de canal
ru: Новое сообщение
zh_hans: 写消息

source: New private message (C)
es: Nuevo mensaje privado (C)
ru: Новое личное сообщение (C)

source: New private message
es: Nuevo mensaje privado
ru: Новое личное сообщение
zh_hans: 写私信

source: This is an invite-only stream
es: Este es un canal limitado por invitación
ru: Этот канал только по приглашениям
zh_hans: 该频道需要邀请才能加入

source: Stream
es: Flujo
ru: Канал
zh_hans: 频道

source: Topic
es: Tema
ru: Тема
zh_hans: 话题

source: You and
es: Tu y
ru: Вы и
zh_hans: 收信人

source: one or more people...
es: una o más personas...
ru: один или несколько собеседников...

source: Compose your message here...
es: Escribe tu mensaje aquí...
ru: Напишите сообщение здесь...

source: Attach files from Dropbox
es: Adjuntar archivos desde Dropbox
ru: Прикрепить файлы из Dropbox
zh_hans: 从Dropbox添加附件

source: Attach files
es: Adjuntar archivos
ru: Прикрепить файлы
zh_hans: 添加附件

source: Formatting
es: Formato
ru: Форматирование текста

source: Write
es: Escribir
ru: Редактирование

source: Preview
es: Previsualización
ru: Предпросмотр

source: Restore draft
es: Restablecer borrador
ru: Восстановить черновик
zh_hans: 恢复草稿

source: Sending...
es: Enviando...
ru: Отправляется...

source: Press Enter to send
es: Presione Entrar para enviar
ru: Нажмите Enter для отправки
zh_hans: 按回车键发送

source: Send
es: Enviar
ru: Отправить

source: Create organization
es: Crear organización
ru: Создать организацию

source: Deactivated organization
es: Organización desactivada
ru: Отключенная организация
zh_hans: 关闭的社区

source: The organization you are trying to join, %(deactivated_domain_name)s, has been deactivated. Please contact <a href="mailto:%(zulip_administrator)s">%(zulip_administrator)s</a> to reactivate this group.
es: La organización a la que estás intentando unirte, %(deactivated_domain_name)s, ha sido desactivada. Por favor, contacta con <a href="mailto:%(zulip_administrator)s">%(zulip_administrator)s</a> para reactivar este grupo.

source: Zulip Features
es: Caractarísticas de Zulip
ru: Возможности Zulip
zh_hans: Zulip特色

source: Threaded group conversations
es: Conversaciones grupales organizadas en temas
ru: Групповое общение с разбивкой по темам
zh_hans: 按话题组织的群组对话

source: Talk about multiple topics at once without getting lost or overwhelmed.
es: Habla acerca de distintos temas al mismo tiempo sin perderte o agobiarte.
ru: Беседуйте на несколько тем одновременно без боязни запутаться в них.
zh_hans: 可同时就多个话题进行，不同类的消息井然有序

source: One-on-one and group private conversations
es: Conversaciones privadas grupales e individuales
ru: Личная переписка с одним или несколькими собеседниками
zh_hans: 一对一私信和群组私信

source: Have private conversations with one or as many people as you need.
es: Ten conversaciones privadas con una persona, o con tantas como necesites.
ru: Отсылайте личные сообщения одному или сразу нескольким собеседникам.
zh_hans: 可以和一个人或者任意多的人进行私信交流

source: Persistence
es: Persistencia
ru: Доступность
zh_hans: 消息永不丢失

source: We're always receiving messages for you, even when you're logged out.
es: Siempre estamos recibiendo mensajes para ti, incluso cuando estás desconectado.
ru: Мы всегда получаем сообщения для вас, даже если вы отлучались
zh_hans: 即使没有登录，Zulip也在为你接收消息。

source: History
es: Historia
ru: История
zh_hans: 历史消息

source: Join a stream and see its history, so even new team members are never out of the loop.
es: Únete a un canal y mira su historial, para que así incluso los nuevos miembros del equipo no estén desinformados nunca.
ru: Присоединитесь к каналу и просматривайте его историю. Даже новые участники команды сразу войдут в курс дел.
zh_hans: 订阅一个频道后，可以查看该频道内所有的历史消息；新人也能很容易融入团队。

source: Full-history search
es: Búsqueda de historial completo
ru: Поиск по всей истории сообщений
zh_hans: 全历史搜索

source: Search is both snappy and smart, helping you look for text, people, and threads of conversation, with advanced search operators for fine-grained control.
es: La búsqueda es rápida e inteligente, te ayuda a buscar texto, gente, y temas de conversación, con operadores de búsqueda avanzados para un control preciso.
ru: Быстрый и умный поиск поможет вам найти сообщения, людей и темы. Используйте операторы расширенного поиска для точного контроля.
zh_hans: Zulip的搜索功能既快捷又智能，可以帮助你搜索文本、用户及话题；还支持使用高级的搜索运算符进行精准查找。

source: Team presence
es: Disponibilidad del equipo

source: See who is online at a glance.
es: Mira quién está en línea de un vistazo.
ru: Моментально понимайте, кто онлайн.
zh_hans: 扫一眼就可以看到谁在线。

source: Inline image, video, and tweet previews
es: Previsualizaciones integradas de imágenes, vídeos y tweets
ru: Встроенный предпросмотр картинок, видео и твитов
zh_hans: 图片、视频和推特即时预览

source: Send a link and we'll automatically generate an inline preview.
es: Envía un enlace y generaremos automáticamente una previsualización.
ru: Вставьте ссылку и мы автоматически создадим ее эскиз.
zh_hans: 发送一个链接，Zulip会自动生成内容预览。

source: Drag-and-drop file uploads
es: Arrastrar y soltar para subir archivos
ru: Загрузка файлов drag-and-drop
zh_hans: 拖放式文件上传

source: Drag a file into the compose box and we'll upload and preview it for you. Sharing and discussing work with team mates has never been easier.
es: Arrastra un archivo a la caja de redacción y lo subiremos y previsualizaremos por ti. Compartir y discutir trabajo con compañeros de equipo nunca ha sido tan fácil.
ru: Перетащите файл прямо в сообщение и мы загрузим файл и создадим его эскиз. Делиться и обсуждать работу с коллегами никогда не было так просто.
zh_hans: 拖放一个文件到消息框，Zulip会自动上传，并生成预览；和同事间的交流与分享从未如此简单。

source: @-notifications
es: Notificaciones con @
ru: @-упоминания
zh_hans: @-提醒

source: Want someone's attention in a conversation? @-notify them and they'll be right over.
es: ¿Quieres llamar la atención de alguien en una conversación? Notifícale con @ y vendrá enseguida.
ru: Хотите упомянуть кого-то в беседе? Добавьте @-упоминание и человек присоединится к беседе.
zh_hans: 想在对话中提醒某些人注意？用@提醒他们即可。

source: Stream-wide announcements
es: Anuncios para todo el canal
ru: Объявления для всех в канале
zh_hans: 频道内公告

source: Use <code>@all</code> or <code>@everyone</code> to get the attention of everyone in a stream.
es: Usa <code>@all</code> o <code>@everyone</code> para llamar la atención de todos los que están en un canal.
ru: Используйте <code>@all</code> или <code>@everyone</code> для отправки сообщений всем находящимся в канале.
zh_hans: 使用<code>@all</code>或者<code>@everyone</code>可以提醒频道内所有用户注意 。

source: Emails for important missed messages
es: Correos para mensajes perdidos importantes
ru: Письма для важных пропущенных сообщений
zh_hans: 离线消息邮件

source: If you're missing important conversations when you're away from Zulip, we'll send you an email summary so you're always in the loop.
es: Si te estás perdiendo conversaciones importantes cuando no estás en Zulip, te enviaremos un resumen por correo electrónico para que estés siempre al tanto.
ru: Если вы пропустили важную беседу когда были вдали от Zulip, мы отправим вам email-резюме, чтобы Вы всегда были в теме.
zh_hans: 如果你不在线并且错过了一些重要的消息，Zulip会给你发送一封邮件摘要以便你及时了解情况。

source: Desktop notifications
es: Notificaciones de Escritorio
ru: Оповещения на рабочем столе
zh_hans: 桌面通知

source: Configurable for private and stream messages.
es: Configurable para mensajes privados y de canales.
ru: Настраиваемые для личных сообщений и записей в каналах.
zh_hans: 可以对私信和频道消息分别设置桌面通知功能。

source: Audible notifications
es: Notificaciones sonoras
ru: Звуковые оповещения
zh_hans: 声音通知

source: So you don't miss important messages even when your eyes are elsewhere.
es: Para que no te pierdas mensajes importantes cuando tus ojos están en otra parte.
ru: Вы не пропустите важные сообщения, даже если работаете в другом приложении.
zh_hans: 即使注意力在其它地方，也不用担心会错过重要消息。

source: Hotkeys
es: Atajos de teclado
ru: Горячие клавиши
zh_hans: 快捷键

source: Communicate as efficiently as you use your favorite text editor.
es: Comúnicate tan eficientemente como usas tu editor de texto favorito.
ru: Работайте столь же эффективно как в вашем любимом текстовом редакторе.
zh_hans: 交流沟通方便快捷，就像在用你最喜欢的文本编辑器一样。

source: Sometimes it's the simple things in life, like being able to give a <tt>:thumbsup:</tt> while chatting.
es: A veces son las cosas pequeñas de la vida las que importan, como poder dar un <tt>:thumbsup:</tt> mientras chateas.
ru: Иногда нужно сделать что-то простое. Например, показать <tt>:thumbsup:</tt> в чате.
zh_hans: 表情功能就像日常生活中的一个简单举动，比如在聊天时给对方给对方竖一个大拇指 <tt>:thumbsup:</tt>

source: Code
es: Código
ru: Код
zh_hans: 程序代码

source: Discuss code with ease using Markdown code blocks with syntax highlighting.
es: Discute código con facilidad usando bloques de código de Markdown con resaltado de sintaxis.

source: Lightweight markup
es: Sintaxis ligera
ru: Легкая разметка
zh_hans: 轻量级的标记语法

source: Get bulleted lists, clickable links, and nicely-formatted e-mail pastes automatically.
es: Consigue listas de puntos, enlaces clickables, y pegar correos electrónicos con un buen formato automáticamente
ru: Используйте маркированные списки, интерактивные ссылки и красивое форматирование вставляемых email-сообщений.
zh_hans: 可以编辑项目符号列表、超链接，还可以自动粘贴带格式的邮件。

source: Message editing
es: Edición de mensajes
ru: Редактирование сообщений
zh_hans: 消息编辑

source: Don't worry, you can always fix that typo.
es: No te preocupes, siempre puedes arreglar esa errata.
ru: Не переживайте, Вы всегда можете исправить очепятку.
zh_hans: 不用担心，可以随时改正拼写错误。

source: Invite-only streams
es: flujos sólo por invitación
ru: Закрытые каналы по приглашениям
zh_hans: 私有频道

source: Enjoy the benefits of threaded conversations while controlling your audience and privacy.
es: Disfruta de los beneficios de conversaciones por temas mientras controlas tu audiencia y privacidad.
ru: Наслаждайтесь возможностями потоковой беседы контролируя свою аудиторию и конфиденциальность.
zh_hans: 既可以体验话题会话的便利，又可以选择聊天对象并保证隐私。

source: Starred messages
es: Mensajes destacados
ru: Отмеченные сообщения
zh_hans: 星标消息

source: Keep a todo list or keep track of interesting conversations.
es: Mantén una lista de tareas o haz un seguimiento de conversaciones interesantes.
ru: Отмечайте сообщения, требующие ваших действий или отслеживайте интересные беседы.
zh_hans: 可以用星标消息维护一个待办事项列表，也可以对感兴趣的对话进行持续关注。

source: Integrations
es: Integraciones
ru: Интеграции
zh_hans: 应用整合

source: Get alerts and updates from your favorite services with off-the-shelf <a href="%(server_uri)s/integrations">integrations</a> for Trac, Nagios, GitHub, Jenkins, and more.
es: Obtén alertas y novedades de tus servicios favoritos con <a href="%(server_uri)s/integrations">integraciones</a> listas para usar de Trac, Nagios, GitHub, Jenkins, y más.
ru: Получайте уведомления из ваших любимых сервисов с готовыми <a href="%(server_uri)s/integrations">интеграциями</a> для Trac, Nagios, GitHub, Jenkins и других приложений.

source: Want to roll your own notifications? We've got a dead-simple RESTful <a href="%(server_uri)s/api">API and Python bindings</a> that will make integrations&mdash;both sending and receiving&mdash;a snap!
es: ¿Quieres publicar tus propias notificaciones? ¡Tenemos una <a href="%(server_uri)s/api">API RESTful y conectores de Python</a> extremadamente sencillos que harán de las integraciones&mdash;tanto para enviar como para recibir&mdash;un juego de niños!
ru: Хотите создать собственного бота для уведомлений? С невероятно простыми <a href="%(server_uri)s/api">API и библиотекой для Python</a> вы сможете организовать общение &mdash; и отправку, и получение сообщений &mdash; очень быстро!

source: Mobile apps
es: Aplicaciones móviles
ru: Мобильные приложения
zh_hans: 移动应用

source: Check Zulip on the go with native <a href="/apps">iOS and Android apps</a>
es: Ojea Zulip por el camino con las aplicaciones nativas para <a href="/apps">iOS y Android </a>
ru: Используйте Zulip в дороге с нативными <a href="/apps">iOS и Android приложениями</a>
zh_hans: 试试在不断改进的<a href=\"/apps\">iOS和Android平台</a>上的原生Zulip应用。

source: Desktop apps
es: Aplicaciones de escritorio
ru: Приложения для компьютера
zh_hans: 桌面应用

source: Prefer Zulip in its own window and rich, OS-level notifications? Enjoy <a href="/apps">Zulip on your desktop</a>
es: ¿Prefieres Zulip en su propia ventana y notificaciones ricas, a nivel de sistema operativo? Disfruta de <a href="/apps">Zulip en tu ordenador</a>
ru: Предпочитаете Zulip в его собственном окне и богатыми уведомлениями на уровне ОС? Наслаждайтесь <a href="/apps">Zulip на вашем компьютере</a>
zh_hans: 可以试试<a href=\"/apps\">桌面版Zulip</a>，拥有独立的窗口和丰富的OS级别的通知功能
