Repository: nbawane/Hobby_Python
Catalog: zulip/static/locale/*/LC_MESSAGES/django.po
Languages: es, ru, zh_hans

source: A short, unique name for your organization, with no spaces.
es: Un nombre corto y único para tu organización, sin espacios.
ru: Короткое, неповторяющееся название для организации. Без пробелов.

source: Organization Type
es: Tipo de Organización
ru: Тип организации

source: Create a corporate organization if your users will be members of the same company, where the privacy expectation is that the company's organization administrators may need to have access to your users' private message history. Zulip features that allow organization administrators to take control of accounts or access private message history for other users are only available to corporate organizations.
es: Crea una organización corporativa si tus usuarios serán miembros de la misma compañía, donde las expectativas de privacidad son que los administradores de la organización de la compaía puedan necesitar acceder al historial de mensajes privados de tus usuarios. Las características de Zulip que permiten a los administradores de organizaciones tomar el control de cuentas o acceder al historial de mensajes privados de otros usuarios están disponibles solo para las organizaciones corporativas.
ru: Выберите корпоративную организацию, если все пользователи будут сотрудниками одной компании и администраторам может потребоваться получить доступ к личной переписке сотрудников. Возможность просматривать личную переписку пользователей доступна только в корпоративных организациях Zulip.

source: Create a community organization for an open source project, social group, or other community where the privacy expectation is that you and other organization administrators won't have access to your users' private message history. Zulip features that allow organization administrators to take control of accounts or access private message history for other users are disabled in community organizations.
es: Crea una organización comunitaria para un proyecto de código abierto, un grupo social u otra comunidad donde las expectativas de privacidad son que tu y otros administradores de la organización no serán capaces de acceder al historial de mensajes privados de tus usuarios. Las características de Zulip que permiten a los adminsitradores de organizaciones acceder al historial de mensajes privados de otros usuarios están desactivadas en las organizaciones comunitarias.
ru: Создайте организацию-сообщество для открытого проекта, общественной группы или другого сообщества, где администраторы организации не могут получить доступ к личной переписке. Возможность просматривать личную переписку пользователей отключена в организациях-сообществах Zulip.

source: I agree to the <a href="%(server_uri)s/terms" target="_blank">Terms of Service</a>.
es: Acepto los <a href="%(server_uri)s/terms" target="_blank">Términos de Servicio</a>.
ru: Я согласен с <a href="%(server_uri)s/terms" target="_blank">Условиями использования</a>.

source: Reset your password.
es: Reestablecer tu contraseña.
ru: Сбросить пароль.

source: Reset password
es: Reestablecer contraseña
ru: Сбросить пароль

source: Confirm password
es: Confirmar contraseña
ru: Подтвердите пароль
zh_hans: 确认密码

source: Sorry, the link you provided is invalid or has already been used.
es: Lo sentimos, el link que has proporcionado es inválido o ya ha sido usado.
ru: К сожалению, эта ссылка неверна или уже использовалась.

source: We've reset your password!
es: ¡Hemos reestablecido tu contraseña!
ru: Мы сбросили Ваш пароль!
zh_hans: 我们已经重置了你的密码！

source: Please <a href="%(login_url)s">log in</a>.
es: Por favor, <a href="%(login_url)s">inicia sesión</a>.
ru: Пожалуйста <a href="%(login_url)s">войдите</a>.

source: <h1 style="margin-top: 20px">We just sent you a password reset!</h1> <h1>Check your email to finish the process.</h1> <p>(Or don't, but then why did you fill out this form?)</p>
es: <h1 style="margin-top: 20px">¡Te acabamos de enviar un reestablecimiento de contraseña!</h1> <h1>Comprueba tu correo para completar el proceso.</h1> <p>(O no lo hagas, ¿pero entonces para qué has rellenado este formulario?)</p>
ru: <h1 style="margin-top: 20px">Мы выслали вам инструкции для сброса пароля!</h1> <h1>Проверьте свой email, чтобы закончить процедуру.</h1> <p>(Или не проверяйте, но зачем тогда вы заполняли эту форму?)</p>

source: <strong>Unable to connect to %(product_name)s.</strong> Updates may be delayed.
es: <strong>No se pudo conectar con %(product_name)s.</strong> Las actualizaciones pueden retrasarse.
ru: <strong>Не удается подключиться к %(product_name)s.</strong> Возможны задержки сообщений.

source: Retrying soon...
es: Intentando de nuevo en breve...
ru: Скоро попробуем снова...

source: Try now.
es: Intenta ahora.
ru: Обновить сейчас.

source: <strong>Unable to connect to %(product_name)s.</strong> Could not fetch messages.
es: <strong>No se pudo conectar con %(product_name)s.</strong> No se pudieron descargar los mensajes.
ru: <strong>Не удается подключиться к %(product_name)s.</strong> Не получается загрузить сообщения.

source: Send feedback
es: Enviar comentarios
ru: Отправить обратную связь
zh_hans: 发送反馈

source: USERS
es: USUARIOS
ru: ПОЛЬЗОВАТЕЛИ
zh_hans: 用户

source: Invite more users
es: Invitar mas usuarios
ru: Пригласить еще пользователей
zh_hans: 邀请更多用户

source: GROUP PMs
es: MENSAJES PRIVADOS GRUPALES
ru: ГРУППОВЫЕ ЛС
zh_hans: 私信群组

source: Operator
es: Operador
ru: Оператор
zh_hans: 操作符

source: Effect
es: Efecto
ru: Результат
zh_hans: 作用

source: Narrow to messages on stream
es: Filtrar solo mensajes en canal
ru: Показать только сообщения канала
zh_hans: 搜索指定频道：

source: Narrow to messages with topic
es: Filtrar solo mensajes con tema
ru: Показать только сообщения из темы
zh_hans: 搜索指定话题：

source: Narrow to private messages with
es: Filtrar solo mensajes privados con
ru: Показать только личную переписку с
zh_hans: 搜索和TA的私信：

source: Narrow to messages sent by
es: Filtrar solo mensajes enviados por
ru: Показать только сообщения, отправленные пользователем
zh_hans: 搜索TA发送的消息：

source: Narrow to messages sent by you.
es: Filtrar solo mensajes enviados por ti.
ru: Показать только ваши сообщения

source: Center the view around message ID
es: Centra la vista al mensaje con ID
ru: Показать сообщение с кодом ID в середине экрана
zh_hans: 视图围绕这个消息ID居中：

source: Narrow to just message ID
es: Filtrar solo el mensaje con ID
ru: Показать только сообщение с кодом ID
zh_hans: 搜索消息ID：

source: Narrow to messages with alert words.
es: Filtrar solo mensajes con alertas.
ru: Показать только сообщения с сигнальными словами.

source: Narrow to messages that mention you.
es: Filtrar solo mensajes que te mencionan.
ru: Показать только сообщения, где вас упомянули.

source: Narrow to private messages.
es: Filtrar solo mensajes privados.
ru: Показать только личные сообщения.

source: Narrow to starred messages.
es: Filtrar solo mensajes destacados.
ru: Показать только отмеченные сообщения.

source: Narrow to messages containing links.
es: Filtrar solo mensajes que contienen enlaces.
ru: Показать только сообщения, содержащие ссылки.

source: Narrow to messages containing images.
es: Filtrar solo mensajes que contienen imágenes.
ru: Показать только сообщения, содержащие изображения.

source: Narrow to messages containing uploads.
es: Filtrar solo mensajes que contienen archivos subidos.
ru: Показать только сообщения, содержащие файлы.

source: Search for <span class="operator_value"> keyword </span> in the topic or message content
es: Busca la <span class="operator_value"> palabra clave </span> en el tema o el contenido del mensaje
ru: Искать <span class="operator_value"> ключевое_слово </span> в названии темы или сообщениях

source: Exclude messages with topic <span class="operator_value">topic</span>
es: Excluye mensajes con el tema <span class="operator_value">tema</span>
ru: Исключить сообщения с темой <span class="operator_value">тема</span>

source: <p>You can use any combination of these search operators in a single query. For example:</p> <p>&nbsp; <span class="operator">stream:<span class="operator_value">streamname</span> sender:<span class="operator_value">user@example.com</span> <span class="operator_value">keyword</span></span></p> <p>would search for messages sent by <span class="operator_value">user@example.com</span> to stream <span class="operator_value">streamname</span> containing the keyword <span class="operator_value">keyword</span>.</p>
es: <p>Puedes usar cualquier combinación de estos operadores de en una misma búsqueda. Por ejemplo:</p> <p>&nbsp; <span class="operator">stream:<span class="operator_value">nombre_del_canal</span> sender:<span class="operator_value">usuario@ejemplo.com</span> <span class="operator_value">palabra_clave</span></span></p> <p>buscaría mensajes enviados por <span class="operator_value">usuario@ejemplo.com</span> al canal <span class="operator_value">nombre_del_canal</span> que contuviesen <span class="operator_value">palabra_clave</span>.</p>
ru: <p>Вы можете использовать несколько операторов в одном запросе. Например:</p> <p>&nbsp; <span class="operator">stream:<span class="operator_value">название_канала</span> sender:<span class="operator_value">user@example.com</span> <span class="operator_value">ключевое_слово</span></span></p> <p>найдет сообщения, отправленные пользователем <span class="operator_value">user@example.com</span> в канал <span class="operator_value">название_канала</span> , содержащие <span class="operator_value">ключевое_слово</span>.</p>

source: Welcome to %(product_name)s
es: Te damos la bienvenida a %(product_name)s
ru: Добро пожаловать в %(product_name)s
zh_hans: 欢迎来到%(product_name)s

source: Streams, topics, and narrowing make %(product_name)s conversations efficient and productive.
es: Los canales, temas, y el filtrado hacen las conversaciones de %(product_name)s eficientes y productivas.
ru: Каналы, темы и уточнение делают %(product_name)s беседы эффективными и продуктивными.
zh_hans: 频道、话题以及消息筛选特性使%(product_name)s的沟通效率 更高且更富有成效。

source: That's all there is to it, so let's get started!
es: ¡Eso es todo, así que empecemos!
ru: Ну, вот и все. Давайте начинать!
zh_hans: 大概就这样了，让我们开始吧！

source: Get started
es: Comenzar
ru: Начать
zh_hans: 开始

source: Unknown email unsubscribe request
es: Petición de desuscripción de correo desconocida
ru: Неизвестный почтовый ящик в запросе для отписки
zh_hans: 未知的邮件退订请求

source: Hi there! It looks like you tried to unsubscribe from something, but we don't recognize the URL.
es: ¡Hola! Parece que has intentado desuscribirte de algo, pero no reconocemos la URL.
ru: Привет! Похоже, вы пытались отказаться от чего-то, но мы не распознали URL адрес.
zh_hans: 你好！看起来你要退订某些东西，但是我们不认识这个URL地址。

source: Please double-check that you have the full URL and try again, or <a href="mailto:%(zulip_admin)s?Subject=Unsubscribe%%20me%%2C%%20please!&Body=Hi%%20there!%%0A%%0AI%%20clicked%%20this%%20unsubscribe%%20link%%20in%%20a%%20Zulip%%20e-mail%%2C%%20but%%20it%%20took%%20me%%20to%%20an%%20error%%20page%%3A%%0A%%0A_____________%%0A%%0APlease%%20unsubscribe%%20me.%%0A%%0AThanks%%2C%%0A_____________%%0A">email us</a> and we'll get this squared away!
es: ¡Por favor, comprueba que tienes la URL completa e inténtalo de nuevo, o <a href="mailto:%(zulip_admin)s?Subject=Unsubscribe%%20me%%2C%%20please!&Body=Hi%%20there!%%0A%%0AI%%20clicked%%20this%%20unsubscribe%%20link%%20in%%20a%%20Zulip%%20e-mail%%2C%%20but%%20it%%20took%%20me%%20to%%20an%%20error%%20page%%3A%%0A%%0A_____________%%0A%%0APlease%%20unsubscribe%%20me.%%0A%%0AThanks%%2C%%0A_____________%%0A">mándanos un correo</a> y solucionaremos esto!
ru: Пожалуйста, перепроверьте, что у вас есть полный URL и попробуйте еще раз, или <a href="mailto:%(zulip_admin)s?Subject=Unsubscribe%%20me%%2C%%20please!&Body=Hi%%20there!%%0A%%0AI%%20clicked%%20this%%20unsubscribe%%20link%%20in%%20a%%20Zulip%%20e-mail%%2C%%20but%%20it%%20took%%20me%%20to%%20an%%20error%%20page%%3A%%0A%%0A_____________%%0A%%0APlease%%20unsubscribe%%20me.%%0A%%0AThanks%%2C%%0A_____________%%0A">свяжитесь с нами</a> и мы всё исправим!
zh_hans: 请双击你的URL地址重试一次，或者<a href="mailto:%(zulip_admin)s?Subject=Unsubscribe%%20me%%2C%%20please!&Body=Hi%%20there!%%0A%%0AI%%20clicked%%20this%%20unsubscribe%%20link%%20in%%20a%%20Zulip%%20e-mail%%2C%%20but%%20it%%20took%%20me%%20to%%20an%%20error%%20page%%3A%%0A%%0A_____________%%0A%%0APlease%%20unsubscribe%%20me.%%0A%%0AThanks%%2C%%0A_____________%%0A">邮件我们</a>，我们会帮你搞定！

source: Email settings updated
es: Ajustes de correo electrónico actualizados
ru: Настройки email обновлены
zh_hans: 邮件设置已更新

source: We've updated your email subscription settings, and you won't get %(subscription_type)s emails anymore.
es: Hemos actualizado tus preferencias de suscripción de correo, y ya no recibirás correos de %(subscription_type)s.
ru: Мы обновили настройки email-подписки, и вы больше не будете получать писем "%(subscription_type)s".
zh_hans: 我们已经更新了你的邮件订阅设置，你将不会再收到%(subscription_type)s订阅邮件。

source: To undo this change or review your other subscription settings, please visit your <a href="%(realm_uri)s/#settings">Zulip Settings page</a>
es: Para deshacer este cambio o revisar tus otros ajutes de suscripción, por favor visita tu <a href="%(realm_uri)s/#settings">página de Ajustes de Zulip</a>
ru: Чтобы вернуться к старым настройкам или уточнить остальные подписки, откройте <a href="%(realm_uri)s/#settings">страницу настроек</a>

source: Welcome! We think you'll like it here.
es: ¡Te damos la bienvenida! Creemos que te va a gustar estar aquí.
ru: Добро пожаловать! Надеемся, вам здесь нравится.

source: <p>Your organization has been migrated from zulip.com to zulipchat.com! New service, same great conversation. We just need you to do one last thing.</p> <h3>Accept the Zulip terms of service</h3>
es: <p>Tu organización ha sido migrada de zulip.com a zulipchat.com! Nuevo servicio, la conversación genial de siempre. Solo necesitamos que hagas una última cosa.</p> <h3>Acepta los términos de servicio de Zulip</h3>

source: Must be a realm administrator
es: Necesitas ser un administrador de la instancia
ru: Вы должны быть администратором организации
zh_hans: 用户身份必须是管理员

source: Invalid user: %s
es: Usuario inválido: %s
ru: Неверный пользователь: %s
zh_hans: 用户不正确: %s

source: Invalid deployment: %s
es: Despliegue inválido: %s
ru: Неверная установка: %s
zh_hans: 安装不正确: %s

source: Incorrect API key length (keys should be 32 characters long) for role '%s'
es: Longitud incorrecta de la clave de API (las claves deben tener 32 caracteres) para el rol '%s'
ru: Неправильная длина API-ключа (ключи состоят из 32 символов) для роли '%s'
zh_hans: 用户'%s'的API码长度不正确(长度应当是32个字符)

source: Invalid API key for role '%s'
es: Clave de API inválida para el rol '%s'
ru: Неправильный API-ключ для роли '%s'
zh_hans: 用户'%s'的API码不正确

source: Account not active
es: Cuenta no activa
ru: Учетная запись отключена
zh_hans: 帐户未激活

source: Account is not valid to post webhook messages
es: Cuenta inválida para publicar mensajes de webhook
ru: Учетная запись недействительна для отправки webhook-сообщений

source: Realm for account has been deactivated
es: La instancia para la cuenta ha sido desactivada
ru: Организация для этой учетной записи отключена
zh_hans: 用户所在的社区已关闭

source: Account is not associated with this subdomain
es: Cuenta no asociada con este subdominio
ru: Учетная запись не связана с этим поддоменом

source: Invalid API key
es: Clave de API inválida
ru: Неверный API-ключ
zh_hans: API码不正确

source: Only Basic authentication is supported.
es: Solo la autentificación Basic está soportada
ru: Поддерживается только Basic-аутентификация.
zh_hans: 仅支持基本认证

source: Invalid authorization header for basic auth
es: Cabecera de autorización inválida para la autentificación básica
ru: Неверный заголовок для Basic-авторизации
zh_hans: 基本认证的授权头不正确

source: Not logged in
es: No has iniciado sesión
ru: Требуется авторизация
zh_hans: 未登录

source: Webhook bots can only access webhooks
es: Los bots de webhook solo pueden acceder a los webhooks
ru: Webohooks доступны только для webhook-ботов
zh_hans: WebHook机器人只能访问Webhook内容

source: Access denied
es: Acceso denegado
ru: Доступ запрещен
zh_hans: 访问被拒绝

source: The organization with the domain already exists. Please register your account <a href=%(url)s>here</a>.
es: La organización con el dominio ya existe. Por favor, registra tu cuenta <a href=%(url)s>aquí</a>.
ru: Организация с таким доменом уже существует. Пожалуйста, зарегистрируйтесь<a href=%(url)s>здесь</a>.

source: Subdomain needs to have length 3 or greater.
es: El subdominio necesita tener una longitud 3 o superior.
ru: Длина поддомена должна быть 3 символа или больше.

source: Subdomain cannot start or end with a '-'.
es: El subdominio no puede empezar o terminar con un '-'.
ru: Поддомен не должен начинаться с или заканчиваться на '-'.

source: Subdomain can only have lowercase letters, numbers, and '-'s.
es: El subdominio solo puede tener letras minúsculas, números, y '-'.
ru: Название поддомена должно содержать только латинские строчные буквы, цифры и знаки '-'.

source: Subdomain unavailable. Please choose a different one.
es: Subdominio no disponible. Por favor, escoge uno distinto.
ru: Поддомен недоступен. Пожалуйста, выберите другой.

source: Short name needs at least 3 characters.
es: El nombre corto necesita al menos 3 caracteres.
ru: Длина короткого названия должна быть 3 символа или больше.

source: Short name cannot start or end with a '-'.
es: El nombre corto no puede empezar o terminar con un '-'.
ru: Короткое название не должно начинаться с или заканчиваться на '-'.

source: Short name can only have lowercase letters, numbers, and '-'s.
es: El nombre corto solo puede tener letras minúsculas, números, y '-'.
ru: Короткое название должно содержать только латинские строчные буквы, цифры и знаки '-'.

source: Short name unavailable. Please choose a different one.
es: Nombre corto no disponible. Por favor, escoge uno distinto.
ru: Короткое название недоступно. Пожалуйста, выберите другой.

source: The organization you are trying to join does not exist.
es: La organización a la que te estás intentando unir no existe.
ru: Организация, к которой вы пытаетесь присоединиться, не существует.

source: Your email address does not correspond to any existing organization.
es: Tu dirección de correo electrónico no se corresponde con ninguna organización existente.
ru: Ваш адрес email не соответствует ни одной из существующих организаций.

source: Please request an invite from the organization administrator.
es: Por favor, solicita una invitación del administrador de la organización.
ru: Пожалуйста, запросите приглашение у администратора организации.

source: The organization you are trying to join, %(string_id)s, only allows users with e-mail addresses within the organization. Please try a different e-mail address.
es: La organización a la que te estás intentando unir, %(string_id)s, solo permite usuarios con direcciones de correo electrónico de la organización. Por favor, prueba una dirección de correo electrónico distinta.
ru: Организация, к которой вы пытаетесь присоединиться, '%(string_id)s', допускает только пользователей с корпоративными адресами email. Пожалуйста, укажите другой адрес email.

source: Please use your real email address.
es: Por favor, usa tu dirección de correo electrónico real.
ru: Пожалуйста, используйте реальный адрес email.

source: Unable to render message
es: No se pudo renderizar el mensaje
ru: Невозможно отобразить сообщение
zh_hans: 不能渲染消息

source: Missing parameter: 'to' (recipient)
es: Falta parámetro: 'to' (destinatario)
ru: Пропущен параметр: 'to' (получатель)

source: Invalid 'op' value (should be start or stop)
es: Valor 'op' inválido (debería ser start o stop)
ru: Неправильное значение 'op' (должно быть 'start' или 'stop')

source: Invalid email '%s'
es: Correo inválido: '%s'
ru: Неверный адрес email '%s'
zh_hans: 邮箱不正确 '%s'

source: '%s' is no longer using Zulip.
es: '%s' ya no usa Zulip.
ru: '%s' больше не использует Zulip.
zh_hans: '%s'不再使用Zulip了。

source: User not authorized for this query
es: Usuario no autorizado para esta petición
ru: Пользователь не авторизован для такого запроса
zh_hans: 这次查询用户没有获得授权

source: You can't send private messages outside of your organization.
es: No puedes enviar mensajes privados fuera de tu organización.
ru: Вы не можете отправлять личные сообщения за пределы своей организации.
zh_hans: 你不能将私信发送到社区范围以外

source: Invalid stream name '%s'
es: Nombre de canal inválido '%s'.

source: Stream name too long (limit: %s characters)
es: Nombre de canal demasiado largo (límite: %s caracteres)

source: Message must have recipients
es: El mensaje debe tener destinatarios
ru: У сообщения должны быть получатели
zh_hans: 消息必须指定接收人

source: Message must not be empty
es: El mensaje no puede estar vacío
ru: Сообщение не должно быть пустым
zh_hans: 消息不能为空

source: Cannot send to multiple streams
es: No se puede enviar a varios canales
ru: Нельзя отправить сообщение в несколько каналов
zh_hans: 不能发送到多个频道

source: Missing topic
es: Falta el tema
ru: Не заполнена тема
zh_hans: 话题不存在

source: Topic can't be empty
es: El tema no puede estar vacío
ru: Тема не может быть пустой
zh_hans: 话题不能为空

source: Stream '%(stream_name)s' does not exist
es: El canal '%(stream_name)s' no existe
ru: Канал '%(stream_name)s' не существует

source: Not authorized to send to stream '%s'
es: No autorizado a enviar al canal '%s'
ru: Пользователь не авторизован для отправки сообщений в канал '%s'
zh_hans: 没有权限向频道'%s'发送消息

source: Invalid message type
es: Tipo de mensaje inválido
ru: Неверный тип сообщения
zh_hans: 消息类型不正确

source: You cannot get subscribers for public streams in this realm
es: No puedes poner suscriptores de canales públicos en esta instancia
ru: У вас нет прав для просмотра участников открытых каналов в этой организации
zh_hans: 你不能获取这个社区公开频道的用户

source: Unable to retrieve subscribers for invite-only stream
es: No se pudo recopilar los suscriptores para un canal limitado por invitación
ru: Не удалось получить участников закрытого канала
zh_hans: 不能获取私有频道的用户

source: Insufficient permission
es: Permisos insuficientes
ru: Недостаточно прав
zh_hans: 权限不足

source: Invalid message(s)
es: Mensaje(s) inválido(s)
ru: Неверное сообщение(я)
zh_hans: 消息不正确

source: Could not allocate event queue
es: No se pudo ubicar la cola de eventos
ru: Не удается выделить очередь событий
zh_hans: 无法分配事件队列

source: Invalid address.
es: Dirección inválida.
ru: Неверный адрес
zh_hans: 地址不正确

source: Outside your domain.
es: Fuera de tu dominio.
ru: Не принадлежит вашему домену.
zh_hans: 不属于该社区

source: Already has an account.
es: Ya tiene una cuenta.
ru: Уже имеет учетную запись.
zh_hans: 帐户已经存在

source: Some emails did not validate, so we didn't send any invitations.
es: Algunos correos electrónicos no se han validado, por lo que no hemos enviado ninguna invitación.
ru: Некоторые адреса email не прошли проверку, поэтому мы не выслали ни одного приглашения.
zh_hans: 部分邮箱没有验证通过，因此不能发送邀请

source: We weren't able to invite anyone.
es: No hemos podido invitar a nadie.
ru: Мы не смогли никого пригласить.
zh_hans: 没有邀请任何人

source: Some of those addresses are already using Zulip, so we didn't send them an invitation. We did send invitations to everyone else!
es: Algunas de esas direcciones ya están usando Zulip, por lo que no les hemos enviado una invitación. ¡Enviamos invitaciones a todos los demás!
ru: Некоторые из этих адресов email уже используют Zulip, поэтому мы не стали отправлять им приглашение. А всем остальным - выслали!
zh_hans: 有部分地址已经在使用Zulip，因此没有向他们发送邀请；其余地址已经发送！

source: Domain can't be empty.
es: El dominio no puede estar vacío.

source: Domain must have at least one dot (.)
es: El dominio debe tener al menos un punto (.)

source: Domain cannot start or end with a dot (.)
es: El dominio no puede empezar o acabar con un punto (.)
