Repository: nbawane/Hobby_Python
Catalog: zulip/static/locale/*/LC_MESSAGES/django.po
Languages: es, ru, zh_hans

source: Consecutive '.' are not allowed.
es: No se permiten '.' consecutivos.

source: Subdomains cannot start or end with a '-'.
es: Los subdominios no pueden empezar o terminar con un '-'.

source: Domain can only have letters, numbers, '.' and '-'s.
es: Los dominios solo pueden tener letras, números, '.' y '-'.

source: Emoji '%s' does not exist
es: El emoticono '%s' no existe
ru: Эмодзи '%s' не существует

source: Invalid characters in emoji name
es: Caracteres inválidos en el nombre del emoticono

source: Invalid type parameter
es: Tipo de parámetro inválido
ru: Неверный параметр type
zh_hans: 参数类型不正确

source: Operator %s not supported.
es: Operador %s no soportado.
ru: Оператор %s не поддерживается.
zh_hans: 不支持操作符：%s

source: Missing '%s' argument
es: Falta el argumento '%s'
ru: Пропущен параметр '%s'
zh_hans: 缺少参数：'%s'

source: Bad value for '%(var_name)s': %(value)s
es: Valor erróneo para '%(var_name)s': %(value)s
ru: Неверное значение для '%(var_name)s': %(value)s
zh_hans: 错误值：'%(var_name)s': %(value)s

source: converter and validator are mutually exclusive
es: el conversor y el validador son mutuamente exclusivos
ru: преобразователь и валидатор не могут быть использованы вместе

source: Malformed JSON
es: JSON malformado
ru: Неверный JSON

source: Invalid argument type
es: Tipo de argumento inválido
ru: Неверный тип параметра
zh_hans: 参数类型不正确

source: argument "%s" is not valid json.
es: el argumento "%s" no es json válido.
ru: параметр "%s" не является корректным JSON.
zh_hans: 参数"%s"不是合法的json

source: Not logged in: API authentication or user session required
es: Sesión no iniciada: autentificación API o sesión de usuario requerida
ru: Не авторизован: требуется аутентификация через API или пользовательская сессия
zh_hans: 未登录：提供用户会话或者API认证

source: Invalid stream id
es: Id de canal inválido
ru: Неверный код канала

source: Stream name '%s' is already taken
es: El nombre de canal '%s' ya está cogido

source: User cannot create streams.
es: El usuario no puede crear canales.
ru: Пользователь не может создавать каналы.
zh_hans: 用户不能创建频道

source: Stream(s) (%s) do not exist
es: Canal(es) (%s) inexistente(s)
ru: Канал(ы) (%s) не существуют
zh_hans: 频道（%s）不存在

source: The upload was not successful. Please reupload the file again in a new message.
es: La subida no tuvo éxito. Por favor, vuelve a subir el archivo en un mensaje nuevo.
ru: Не удалось загрузить файл. Пожалуйста, загрузить его еще раз в новое сообщение.
zh_hans: 上传不成功。请在新消息中重新上传文件

source: %s is not a string
es: %s no es una cadena
ru: %s не является строкой
zh_hans: %s不是字符串

source: %s is not an integer
es: %s no es un entero
ru: %s не является целым числом
zh_hans: %s不是整数类型

source: %s is not a boolean
es: %s no es booleano
ru: %s не является логическим значением
zh_hans: %s不是布尔类型

source: %s is not a list
es: %s no es una lista
ru: %s не является списком
zh_hans: %s不是列表

source: %(container)s should have exactly %(length)s items
es: %(container)s debería tener exactamente %(length)s elementos
ru: %(container)s должен содержать ровно %(length)s элементов
zh_hans: %(container)s应当包含%(length)s个子项

source: %s is not a dict
es: %s no es un diccionario
ru: %s не является словарем
zh_hans: %s不是字典类型

source: %(key_name)s key is missing from %(var_name)s
es: la clave %(key_name)s no está en %(var_name)s
ru: в переменной %(var_name)s не хватает ключа %(key_name)s
zh_hans: %(var_name)s中不存在键值%(key_name)s

source: %s is not an allowed_type
es: %s no es un allowed_type
ru: типа переменной %s нет среди разрешенных
zh_hans: %s不是可接受的数据类型

source: %(variable)s != %(expected_value)s (%(value)s is wrong)
es: %(variable)s != %(expected_value)s (%(value)s está mal)
ru: %(variable)s != %(expected_value)s (неверное значение %(value)s)

source: Internal server error
es: Error interno del servidor
ru: Внутренняя ошибка сервера
zh_hans: 服务器内部错误

source: CSRF Error: %s
es: Error CSRF: %s
ru: Ошибка CSRF: %s
zh_hans: CSRF错误: %s

source: API usage exceeded rate limit, try again in %s secs
es: El uso de la API excedió el límite, inténtalo de nuevo en %s segundos
ru: Превышен лимит использования API, попробуйте через %s секунд
zh_hans: API使用超过限速，%s秒后重试

source: 13 is an unlucky number!
es: ¡13 es un número de mala suerte!
ru: 13 - несчастливое число
zh_hans: 13是不吉利数字！

source: random failure
es: fallo aleatorio
ru: случайная ошибка

source: Missing 'queue_id' argument
es: Falta el argumento 'queue_id'
ru: Пропущен параметр 'queue_id'
zh_hans: 缺少参数'queue_id'

source: Missing 'last_event_id' argument
es: Falta el argumento 'last_event_id'
ru: Пропущен параметр 'last_event_id'
zh_hans: 缺少参数'last_event_id'

source: Bad event queue id: %s
es: Identificador de la cola de eventos erróneo: %s
ru: Неверный код очереди сообщений: %s
zh_hans: 错误的事件队列 : %s

source: You are not authorized to get events from this queue
es: No estás autorizado a tomar eventos de esta cola
ru: Вы не авторизованы для получения событий из этой очереди
zh_hans: 没有权限从该队列获取事件

source: You are not authorized to access this queue
es: No estás autorizado a acceder a esta cola
ru: Вы не авторизованы для доступа к этой очереди
zh_hans: 没有权限访问该队列

source: No REMOTE_USER set.
es: No hay REMOTE_USER establecido.
ru: Не установлена переменная REMOTE_USER.
zh_hans: 未设置REMOTE_USER

source: Auth key for this subdomain not found.
es: Clave de autentificación para este subdominio no encontrada.
ru: Ключ авторизации для этого поддомена не найден.

source: No JSON web token passed in request
es: Ningún token web JSON se ha pasado en la petición
ru: В запросе отсутствует JSON web token
zh_hans: 请求中未传递JSON Web Token（No JSON web token passed in request）

source: Bad JSON web token
es: Token JSON web erróneo
ru: Неверный JSON web token
zh_hans: JSON Web Token错误（Bad JSON web token）

source: No user specified in JSON web token claims
es: No se especificó ninguna usuario en la afirmación del token web JSON
ru: В параметрах JSON не указан пользователь
zh_hans: JSON Web Token声明中未指定用户（No user specified in JSON web token claims）

source: No realm specified in JSON web token claims
es: No se especificó ninguna instancia en la afirmación del token web JSON
ru: В параметрах JSON не указана организация

source: Wrong subdomain
es: Subdominio erróneo
ru: Неправильный поддомен

source: Dev environment not enabled.
es: Entorno de desarrollo no activado.
ru: Окружение для разработки отключено.

source: Your realm has been deactivated.
es: Tu instancia ha sido desactivada.
ru: Ваша организация выключена
zh_hans: 社区已关闭

source: Your account has been disabled.
es: Tu cuenta ha sido desactivada.
ru: Ваш аккаунт был отключен.
zh_hans: 帐户已经停用

source: Password auth is disabled in your team.
es: La autentificación por contraseña está desactivada en tu equipo.
ru: Авторизация по паролю отключена в вашей команде.
zh_hans: 社区已停用密码认证

source: This user is not registered; do so from a browser.
es: Este usuario no está registrado; hazlo desde un navegador.
ru: Пользователь незарегистрирован; попробуйте через браузер.
zh_hans: 当前用户未注册，请从浏览器执行该动作

source: Your username or password is incorrect.
es: Tu nombre de usuario o contraseña es incorrecto.
ru: Неправильное имя пользователя или пароль.
zh_hans: 用户名和密码不正确

source: GOOGLE_CLIENT_ID is not configured
es: GOOGLE_CLIENT_ID no está configurado
ru: Не указан GOOGLE_CLIENT_ID.
zh_hans: 未配置GOOGLE_CLIENT_ID

source: You must specify at least one email address.
es: Debes especificar al menos una dirección de correo.
ru: Укажите хотя бы один адрес email.
zh_hans: 必须指定至少一个邮箱地址

source: You must specify at least one stream for invitees to join.
es: Debes especificar al menos un canal para que tus invitados se unan.
ru: Укажите хотя бы один канал, к которому нужно подключить приглашенных.
zh_hans: 必须为被邀请者指定至少一个要订阅的频道

source: Stream does not exist: %s. No invites were sent.
es: El canal no existe: %s. No se enviaron invitaciones.
ru: Канал не существует: %s. Приглашения не были отправлены.
zh_hans: 频道不存在：%s。没有发送邀请

source: No email address specified
es: No se especificaron direcciones de correo
ru: Не указан адрес email
zh_hans: 未指定邮件地址

source: Insufficient invites
es: Invitaciones insuficientes
ru: Не хватает приглашений
zh_hans: 邀请权限不够

source: Invalid narrow operator: {}
es: Operador de filtro inválido: {}
ru: Неверный оператор уточнения: {}
zh_hans: 筛选操作符不正确：{}

source: No such stream '%s'
es: No existe el canal '%s'
ru: Нет такого канала '%s'
zh_hans: 频道不存在'%s'

source: No such topic '%s'
es: No existe el tema '%s'
ru: Нет такой темы '%s'
zh_hans: 话题不存在'%s'

source: Unknown realm %s
es: Instancia '%s' desconocida

source: Missing sender
es: Falta el remitente
ru: Не указан отправитель
zh_hans: 缺少发送人

source: Invalid mirrored message
es: Mensaje reflejado inválido
zh_hans: 镜像消息不正确（Invalid mirrored message）

source: Invalid mirrored realm
es: Instancia reflejada inválida
ru: Неправильная организация для зеркалирования
zh_hans: 镜像域名不正确（Invalid mirrored realm）

source: IRC stream names must start with #
es: Los nombres de canal IRC deben empezar con #
ru: Названия IRC-каналов должны начинаться с #
zh_hans: IRC频道名称必须以#开头

source: Your organization has turned off message editing.
es: Tu organización ha desactivado la edición de mensajes.
ru: В вашей организации отключено редактирование сообщений.

source: Unknown message id
es: Id de mensaje desconocido
ru: Неизвестный номер сообщения
zh_hans: 未知的消息ID

source: You don't have permission to edit this message
es: No tienes permiso para editar este mensaje
ru: У вас нет прав для редактирования этого сообщения
zh_hans: 你没有权限编辑该消息

source: The time limit for editing this message has past
es: El límite de tiempo para editar este mensaje ha pasado
ru: Период для редактирования этого сообщения истек

source: Nothing to change
es: Nada que cambiar
ru: Ничего не изменилось
zh_hans: 无需修改（Nothing to change）

source: Invalid message ID
es: ID de mensaje inválido
ru: Неверный номер сообщения
zh_hans: 消息ID不正确

source: Invalid status: %s
es: Estado inválido: %s

source: Empty or invalid length token
es: Token vacío o de longitud inválida
ru: Пустой или неверный токен длины
zh_hans: Token为空或者长度不正确

source: Token does not exist
es: El token no existe
ru: Токен не существует
zh_hans: Token不存在

source: Reaction already exists
es: Ya existe la reacción
ru: Реакция уже существует

source: Reaction does not exist
es: La reacción no existe
ru: Реакция не существует

source: Invalid language '%s'
es: Lenguaje inválido '%s'
ru: Неверный язык '%s'

source: At least one authentication method must be enabled.
es: Al menos un método de autentificación debe ser activado
ru: Включите хотя бы один способ аутентификации

source: Invalid domain: {}
es: Dominio invalido: {}

source: The domain %(domain)s is already a part of your organization.
es: El dominio %(domain)s ya forma parte de tu organización.

source: The domain %(domain)s belongs to another organization.
es: El dominio %(domain)s pertenece a otra organización.

source: No entry found for domain %(domain)s.
es: No se ha encontrado ninguna entrada para el dominio %(domain)s.

source: Filter not found
es: Filtro no encontrado
ru: Фильтр не найден

source: New organization creation disabled.
es: Creación de nuevas organizaciones desactivada.
ru: Создание новых организаций отключено.

source: The organization creation link has expired or is not valid.
es: El enlace de creación de organización ha expirado o no es válido.

source: Stream already has that name!
es: ¡El canal ya tiene ese nombre!

source: Nothing to do. Specify at least one of "add" or "delete".
es: Nada que hacer. Especifica al menos uno de "add" o "delete".
ru: Не указано действие. Укажите хотя бы один 'add' или 'delete'.
zh_hans: 没有动作，至少指定"add"或者"delete"

source: This action requires administrative rights
es: Esta acción requiere permisos administrativos
ru: Это действие требует права администратора
zh_hans: 该操作要求管理员权限

source: Cannot administer invite-only streams this way
es: No se pueden administrar canales limitados por invitación así
ru: Нельзя администрировать закрытые каналы таким образом
zh_hans: 不能这样管理私有频道（管理员如果没有参与某私有频道，则不能退订该私有频道的用户）

source: Unable to access stream (%s).
es: No se pudo acceder al canal (%s).
ru: Не удалось открыть канал (%s).
zh_hans: 不能访问频道（%s）

source: You can only invite other Zephyr mirroring users to invite-only streams.
es: Solo puedes invitar a otros usuarios del mirroring Zephyr a canales limitados por invitación.

source: Invalid verb
es: Verbo inválido
ru: Неверный метод запроса
zh_hans: POST方法不正确

source: Unknown subscription property: %s
es: Propiedad de suscripción desconocida: %s
ru: Неизвестное свойство подписки: %s
zh_hans: 未知订阅属性：%s

source: Not subscribed to stream %s
es: No suscrito al canal %s
ru: Не подписан на канал %s
zh_hans: 没有订阅频道%s

source: Bad data passed in to tutorial_send_message
es: Datos erróneos pasados a tutorial_send_message
ru: Неверные данные переданы в tutorial_send_message
zh_hans: 向tutorial_send_message传递了错误数据

source: You must specify a file to upload
es: Debes especificar un archivo a subir
ru: Выберите файл для загрузки
zh_hans: 必须指定要上传的文件

source: You may only upload one file at a time
es: Solo puedes subir un archivo a la vez
ru: За раз можно загрузить только один файл
zh_hans: 一次只可以上传一个文件

source: Uploaded file is larger than the allowed limit of %s MB
es: El archivo subido es mayor que el límite permitido de %s MB

source: No new data supplied
es: No se han proporcionado datos nuevos
ru: Не указаны новые данные

source: New password must match confirmation password!
es: ¡La nueva contraseña debe coincidir con la confirmación de contraseña!
ru: Новый пароль не совпадает с подтверждением!
zh_hans: 新密码和确认密码必须一致！

source: Wrong password!
es: ¡Contraseña incorrecta!
ru: Неверный пароль!
zh_hans: 密码错误！

source: Name too long!
es: ¡Nombre demasiado largo!
ru: Слишком длинное имя!
zh_hans: 名字太长！

source: You must upload exactly one avatar.
es: Debes subir exactamente un avatar.
ru: Загрузите только один аватар.
zh_hans: 必须上传恰好一个头像文件

source: No such user
es: No existe ese usuario
ru: Нет такого пользователя
zh_hans: 不存在该用户

source: Cannot deactivate the only organization administrator
es: No se puede desactivar el único administrador de la organización
ru: Невозможно отключить единственного администратора организации

source: No such bot
es: No existe ese bot
ru: Нет такого бота
zh_hans: 不存在该机器人用户

source: Cannot remove the only organization administrator
es: No se puede quitar el único administrador de la organización
ru: Невозможно удалить единственного администратора организации

source: Bad name or username
es: Nombre o nombre de usuario erróneo
ru: Неверное имя или имя пользователя
zh_hans: 姓名或者用户名错误

source: Username already in use
es: Ese nombre de usuario ya se está usando
ru: Имя пользователя занято
zh_hans: 用户名已经被使用

source: Email '%(email)s' does not belong to domain '%(domain)s'
es: El correo '%(email)s' no pertenece al dominio '%(domain)s'
ru: Адрес email '%(email)s' не принадлежит домену '%(domain)s'
zh_hans: 邮箱'%(email)s'不属于域'%(domain)s'

source: Email '%s' already in use
es: Esa dirección de correo '%s' ya se está usando
ru: Адрес email '%s' уже используется
zh_hans: 邮箱'%s'已经使用

source: Could not find Kerberos credential
es: No se pudo encontrar la credencial de Kerberos
ru: Не удалось найти учетные данные Kerberos
zh_hans: 没有找到 Kerberos凭证

source: Webathena login not enabled
es: Inicio de sesión de Webathena no activado

source: Invalid Kerberos cache
es: Caché de Kerberos inválida
zh_hans: Kerberos缓存不正确

source: We were unable to setup mirroring for you
es: No pudimos configurar el mirroring por ti
zh_hans: 无法为你设立镜像

source: Missing key {} in JSON
es: Falta la clave {} en JSON
ru: В JSON не хватает элемента {}
zh_hans: JSON中缺少键值{}（Missing key {} in JSON）

source: Missing 'text' argument in JSON
es: Falta el argumento 'text' en JSON
ru: В JSON не хватает параметра 'text'

source: Missing key %s in JSON
es: Falta la clave %s en JSON
ru: В JSON не хватает элемента %s
zh_hans: JSON中缺少键值 %s

source: Malformed event %s
es: Evento %s malformado
ru: Неверное событие %s
zh_hans: 错误的事件%s

source: Subject can't be empty
es: El asunto no puede estar vacío
ru: Тема не может быть пустой

source: Content can't be empty
es: El contenido no puede estar vacío
ru: Содержимое не может быть пустым

source: Event is not given by JIRA
es: El evento no está dado por JIRA

source: Got JIRA event type we don't support: {}
es: Recibido evento de JIRA que no soportamos: {}

source: Malformed JSON input
es: Entrada JSON malformada
ru: Неверные данные JSON

source: Unknown webhook request
es: Petición webhook desconocida
ru: Неизвестный webhook-запрос
zh_hans: 未知的Webhook请求

source: Unsupported check_type: {check_type}
es: check_type no soportado: {check_type}
ru: Неподдерживаемое значение check_type: {check_type}
zh_hans: 不支持的check_type: {check_type}

source: Failed to extract data from Pivotal XML response
es: Fallo al extraer datos de la respuesta XML de Pivotal
ru: Не удалось извлечь данные из ответа Pivotal XML
zh_hans: 从Pivotal XML响应中提取数据失败

source: Failed to extract data from Pivotal V5 JSON response
es: Fallo al extraer datos de la respuesta JSON de Pivotal V5
ru: Не удалось извлечь данные из ответа Pivotal V5 JSON
zh_hans: 从Pivotal V5 JSON响应中提取数据失败

source: Unable to handle Pivotal payload
es: No se pudo gestionar el payload de Pivotal
ru: Не удалось обработать данные из Pivotal
zh_hans: 无法处理Pivotal的payload

source: We don't support {} event
es: No soportamos el evento {}
ru: Мы не поддерживаем событие {}

source: Unknown message
es: Mensaje desconocido
ru: Неизвестное сообщение
zh_hans: 未知的消息

source: Transifex wrong request
es: Petición de Transifex errónea
ru: Неверный запрос Transifex
zh_hans: 错误的Transifex请求

source: Unsupported action_type: {action_type}
es: action_type no soportada: {action_type}
ru: Неподдерживаемый параметр action_type: {action_type}

source: Cannot determine endpoint for user.
es: No se puede determinar el endpoint para el usuario.
ru: Не удалось определить точку доступа для пользователя.
zh_hans: 无法确定用户的Endpoint

source: Emoji
ru: Смайлики Эмодзи
zh_hans: 表情

source: Menus
ru: Меню
zh_hans: 菜单

source: Legal
ru: Пользовательское соглашение
zh_hans: 法律信息

source: API
zh_hans: 程序接口（API）
